const books = [
{
    id: 1,
    bookNo: '2213',
    name: 'آداب تلاوت مع طریقہ حفظ قرآن وحفظ قراآت',
    author: 'قاری رحیم بخش پانی پتی',
    pageCount: '139',
    thumbUrl: 'https://kitabosunnat.com/book_images/images/books/4751/title-pages-adab-e-talawat-ma-tareka-hifaz-e-quran-w-hifze-qirat-copy_thumb.jpg',
    link: 'https://kitabosunnat.com/kutub-library/adab-e-talawat-ma-tareka-hifaz-e-quran-w-hifze-qirat',
    introduction: 'قرآن مجید اللہ تعالیٰ کی مقدس اور محترم کتاب ہے۔ جو جن وانس کی ہدایت ورہنمائی کے لیے  نازل کی گئی ہے ۔ اس کا پڑھنا باعث اجراوثواب ہے اوراس پر عمل کرنا تقرب الی اللہ او رنجاتِ اخروی کا ذریعہ ہے ۔ یہ  قرآن باعث اجروثواب اسی وقت ہوگا  کہ جب اس کی تلاوت آدابِ تلاوت کو ملحوظ ِخاطر رکھ کر کی جائے ۔آداب تلاوِت  میں  سے  یہ ہے کہ قرآ ن مجید کی تعلیم اور تلاوت خالصۃً اللہ کی رضا کیلئے ہو جس میں ریا کاری کا دخل نہ ہو ۔تلاوت قرآن مجیدکی تلاوت پر مداومت (ہمیشگی) کی جائے تا کہ بھولنے نہ پائے ۔تلاوت کئے ہوئے حصہ کو سمجھنا اور اس پر عمل کرنا واجب ہے ۔قرآن مجید طہارت کی حالت میں با وضوء ہو کر پڑھا جائے ۔تلاوت شروع کرنے سے پہلے تعوذ اور بسملہ پڑھنا واجب ہے ۔ دورانِ تلاوت اللہ کے عذاب سے ڈر کر رونا مستحب عمل ہے ۔ ۔اونگھ آجانے پر تلاوت بند کر دینا مستحب ہے ۔عذاب والی آیا ت پر اللہ کی پناہ مانگنا اور رحمت والی آیات پر اللہ سے دعاء کرنا مستحب ہے ۔سجدہ والی آیات کی تلات کرتے وقت سجدہ تلاوت کر نا مسنون ہے ۔جب کوئی تلاوت کررہا ہو  تو  کامل خاموشی او رغور سے سننا چاہیے۔اور جب  خود تلاوت کریں تودل میں خیال ہوکہ اللہ  تعالیٰ سے  ہم  کلام ہیں ۔ اس لیے  نہایت ادب ،سلیقے   اور ترتیل سے  ٹھر ٹھر کر  قرآن مجید کی تلاوت کی جائے تاکہ اللہ تعالیٰ تلاوت کرنے والے پر خوش ہو ۔ زیر تبصرہ کتاب’’آداب ِتلاوت مع طریقۂ حفظ قرآن  وحفظ قراءات‘‘پاک  وہند میں  تجوید وقراءات کو  فروغ دینے والی معروف شخصیت  قاری  المقری  قاری رحیم  بخش پانی پتی کی تصنیف ہے جس میں  انہوں نے  فضائل قرآن ،آداب تلاوت، قرآن مجید اور قراءات  کو حفظ کرنے کےطریقہ کو   بیان کیا ہے ۔اللہ تعالیٰ نے  اس کتاب کو نہایت مقبولیت ونافعیت سے  نوازا۔  ہزاروں  طالبانِ قرآن کے علاوہ بےشمار عامۃ المسلمین بھی اس سے مستفید ہوئے ۔اللہ تعالیٰ ہمیں  قرآن مجید   کی تعلیمات پر عمل کرنے اور اسے  پڑھنے ،سمجھنے کی  توفیق عطا فرمائے ۔ (آمین)(م۔ا)',
    publisher: 'ادارہ نشر و اشاعت اسلامیات ملتان'
}
];