[    
    {
        "id": 1,
        "bookNo": 2213,
        "name": "آداب تلاوت مع طریقہ حفظ قرآن وحفظ قراآت",
        "author": "قاری رحیم بخش پانی پتی",
        "pageCount": 139,
        "thumbUrl": "https://kitabosunnat.com/book_images/images/books/4751/title-pages-adab-e-talawat-ma-tareka-hifaz-e-quran-w-hifze-qirat-copy_thumb.jpg",
        "link": "https://kitabosunnat.com/kutub-library/adab-e-talawat-ma-tareka-hifaz-e-quran-w-hifze-qirat",
        "introduction": "قرآن مجید اللہ تعالیٰ کی مقدس اور محترم کتاب ہے۔ جو جن وانس کی ہدایت ورہنمائی کے لیے  نازل کی گئی ہے ۔ اس کا پڑھنا باعث اجراوثواب ہے اوراس پر عمل کرنا تقرب الی اللہ او رنجاتِ اخروی کا ذریعہ ہے ۔ یہ  قرآن باعث اجروثواب اسی وقت ہوگا  کہ جب اس کی تلاوت آدابِ تلاوت کو ملحوظ ِخاطر رکھ کر کی جائے ۔آداب تلاوِت  میں  سے  یہ ہے کہ قرآ ن مجید کی تعلیم اور تلاوت خالصۃً اللہ کی رضا کیلئے ہو جس میں ریا کاری کا دخل نہ ہو ۔تلاوت قرآن مجیدکی تلاوت پر مداومت (ہمیشگی) کی جائے تا کہ بھولنے نہ پائے ۔تلاوت کئے ہوئے حصہ کو سمجھنا اور اس پر عمل کرنا واجب ہے ۔قرآن مجید طہارت کی حالت میں با وضوء ہو کر پڑھا جائے ۔تلاوت شروع کرنے سے پہلے تعوذ اور بسملہ پڑھنا واجب ہے ۔ دورانِ تلاوت اللہ کے عذاب سے ڈر کر رونا مستحب عمل ہے ۔ ۔اونگھ آجانے پر تلاوت بند کر دینا مستحب ہے ۔عذاب والی آیا ت پر اللہ کی پناہ مانگنا اور رحمت والی آیات پر اللہ سے دعاء کرنا مستحب ہے ۔سجدہ والی آیات کی تلات کرتے وقت سجدہ تلاوت کر نا مسنون ہے ۔جب کوئی تلاوت کررہا ہو  تو  کامل خاموشی او رغور سے سننا چاہیے۔اور جب  خود تلاوت کریں تودل میں خیال ہوکہ اللہ  تعالیٰ سے  ہم  کلام ہیں ۔ اس لیے  نہایت ادب ،سلیقے   اور ترتیل سے  ٹھر ٹھر کر  قرآن مجید کی تلاوت کی جائے تاکہ اللہ تعالیٰ تلاوت کرنے والے پر خوش ہو ۔ زیر تبصرہ کتاب’’آداب ِتلاوت مع طریقۂ حفظ قرآن  وحفظ قراءات‘‘پاک  وہند میں  تجوید وقراءات کو  فروغ دینے والی معروف شخصیت  قاری  المقری  قاری رحیم  بخش پانی پتی کی تصنیف ہے جس میں  انہوں نے  فضائل قرآن ،آداب تلاوت، قرآن مجید اور قراءات  کو حفظ کرنے کےطریقہ کو   بیان کیا ہے ۔اللہ تعالیٰ نے  اس کتاب کو نہایت مقبولیت ونافعیت سے  نوازا۔  ہزاروں  طالبانِ قرآن کے علاوہ بےشمار عامۃ المسلمین بھی اس سے مستفید ہوئے ۔اللہ تعالیٰ ہمیں  قرآن مجید   کی تعلیمات پر عمل کرنے اور اسے  پڑھنے ،سمجھنے کی  توفیق عطا فرمائے ۔ (آمین)(م۔ا)",
        "publisher": "ادارہ نشر و اشاعت اسلامیات ملتان",
        "category": "قرآن و علوم قرآن"
    },
    {
        "id": 2,
        "bookNo": 4806,
        "name": "آداب حاملین قرآن",
        "author": "یحییٰ بن شرف النووی",
        "pageCount": 123,
        "thumbUrl": "https://kitabosunnat.com/book_images///images/books/9546/1536383936.jpg",
        "link": "https://kitabosunnat.com/kutub-library/adab-e-talawat-ma-tareka-hifaz-e-quran-w-hifze-qirat",
        "introduction": "قرآن مجید لا ریب کتاب ہے ، فرقان حمید اللہ رب العزت کی با برکت کتاب ہے۔یہ رمضان المبارک کے مہینے میں لوح محفوظ سے آسمان دنیا پر نازل فرمائی گئی۔پھر اسے تئیس سالوں کے عرصہ میں نبی ﷺپر اتارا گیا۔قرآن مجید ہماری زندگی کا سرمایہ اور ضابطہ ہے۔ یہ جس راستے کی طرف ہماری رہنمائی کرے ہمیں اُسی راہ پر چلتے رہنا چاہیے۔ کیونکہ قرآن مجید ہماری دونوں زندگیوں کی بہترین عکاس کتاب ہے۔لہٰذا یہ قرآن ہمیں رہنمائی کرتے ہوئے کہتا ہے کہ مجھ پر عمل پیرا ہونے سے تم فلاح پاؤ گے، عزت و منزلت اور وقار حاصل کرو گےاور مجھ سے دوری کا نتیجہ اخروی نعمتوں سے محرومی، ابدی نکامی اور بد بختی کے سوا کچھ نہیں۔ زیر تبصرہ کتاب ’’ آداب حاملین قرآن‘‘ امام یحییٰ بن شرف الدین نووی شارح مسلم و مصنف ریاض الصالحین ان کی کتاب التبیان فی آداب حملۃ القرآن کا حضرت مولانا نجم الدین صاحب اصلاحی نے اردو ترجمہ کیا ہے۔جس میں قرآن مجید ، تلاوت قرآن اور حافظ قرآن کی اہمیت و فضیلت کو اجاگر کیا گیا ہے۔اس کتاب میں قرآنی معلومات کے حوالے سے دس 10 باب اور ایک سو نو 109 فصلیں ہیں، دسواں باب اس کتاب کے اسماء اور لغات بر مشتمل ہے۔ ہم اللہ رب العزت سے دعا گو ہیں اس کتاب کو اللہ تعالیٰ حضرت مولانا نجم الدین صاحب اصلاحی کے لئے صدقہ جاریہ بنائے۔ آمین۔ طالب دعا: پ،ر،ر",
        "publisher": "مکہ کتاب گھر لاہور"
    }

]