import Navigation from './Navigation'
function Index4806(){
    return(
        <>
        <Navigation />
        <table className="table w-100 rtl">
                <tbody>
                    <tr>
                        <td>
                        <p><strong>عناوین</strong></p>
                        </td>
                        <td>
                        <p><strong>صفحہ نمبر</strong></p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>دیباجہ</p>
                        </td>
                        <td>
                        <p>5</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حالات امام نووی ﷫</p>
                        </td>
                        <td>
                        <p>11</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن اورحفظ قرآن کریم کرنےوالوں کی فضیلت</p>
                        </td>
                        <td>
                        <p>13</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن مجیدمعنی سمجھنےبغیربھی ثواب ہے</p>
                        </td>
                        <td>
                        <p>14</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حدیث میں لفظ ماہرقرآن کی تشریح</p>
                        </td>
                        <td>
                        <p>14</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>مومن قرآن خواں میں صفتیں</p>
                        </td>
                        <td>
                        <p>14</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>عبدالرحمن ابن ابزی کوقرآن نےبلندمرتبہ پہنچایا</p>
                        </td>
                        <td>
                        <p>15</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حدیث قدسی کامفہوم</p>
                        </td>
                        <td>
                        <p>16</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>کوفیوں کےنزدیک قرآن مجیدکی&nbsp; تعداد آیات کی تصریح</p>
                        </td>
                        <td>
                        <p>17</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدپرعمل کرنےوالوں کامرتبہ</p>
                        </td>
                        <td>
                        <p>17</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدپڑھےہوؤں کی دوسروں پرترجیح</p>
                        </td>
                        <td>
                        <p>18</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدکازیادہ علم رکھنےوالاامامت کرے</p>
                        </td>
                        <td>
                        <p>18</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدکی تلاوت کوتمام وظائف پرترجیح وفضیلت</p>
                        </td>
                        <td>
                        <p>19</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حافظ قرآن کی عزت اورتوقیرکےبیان مین</p>
                        </td>
                        <td>
                        <p>19</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>شعائراللہ کی تشریح</p>
                        </td>
                        <td>
                        <p>19</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>نمازصبح اداکرنےکےبعدمومن اللہ کی ذمہ داری میں ہوجاتاہے</p>
                        </td>
                        <td>
                        <p>20</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>امام ابوحنیفہ ﷜ اورامام شافعی﷫کےنزدیک اولیاءکامفہوم</p>
                        </td>
                        <td>
                        <p>20</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>علماءکی غیبت اوربرائی کرناحرام ہے</p>
                        </td>
                        <td>
                        <p>20</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>استاداورشاگرددونوں کواللہ کی رضامقدم رکھناچاہیے</p>
                        </td>
                        <td>
                        <p>21</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حدیث انماالاعمال کی تشریح</p>
                        </td>
                        <td>
                        <p>22</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>اخلاص کی تعریف علماءحق کےنزدیک</p>
                        </td>
                        <td>
                        <p>22</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>مقبولیت اعمال کی کسوٹی</p>
                        </td>
                        <td>
                        <p>22</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حارث محاسبی کےنزدیک صدیق کی تعریف</p>
                        </td>
                        <td>
                        <p>23</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدپڑھانےمیں دنیاکی غرض شامل نہ ہونی چاہیے</p>
                        </td>
                        <td>
                        <p>23</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>معلم قرآن طلبہ کی کثرت اوراپنی شہرت کومدنظرنہ رکھے بلکہ مقصدکویعنی اللہ کی رضاجوئی کو</p>
                        </td>
                        <td>
                        <p>24</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حضرت علی﷜ کاارشاد کہ عالم وہ ہےجوقرآن پرعمل کرے</p>
                        </td>
                        <td>
                        <p>25</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>ائمہ کرام کی نیتوں کااندازہ امام شافعیکےقول سے</p>
                        </td>
                        <td>
                        <p>25</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>معلمین قرآن کےخصوصی اوصاف</p>
                        </td>
                        <td>
                        <p>25</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>وصیت آنحضرت صلعم استادوں کوطلبہ پرشفقت کرنیکی</p>
                        </td>
                        <td>
                        <p>26</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>معلم کواپنےوقارکاخیال رکھناچاہیےتاکہ طلبہ نڈرنہ ہوجائیں</p>
                        </td>
                        <td>
                        <p>28</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>علم دین کاحاصل کرنافرض کفایہ ہےاورنظام تعلیم قائم کرنامسلمانوں پرفرض ہے</p>
                        </td>
                        <td>
                        <p>28</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>معلم قرآن کےآداب خصوصی اوران کی تفصیل</p>
                        </td>
                        <td>
                        <p>29</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>طالب علم کےآداب کی تفصیل</p>
                        </td>
                        <td>
                        <p>31</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>علم دین ایسےباکمال سےحاصل کیاجائے جس کی اہلیت مسلم ہو</p>
                        </td>
                        <td>
                        <p>32</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>آداب مجلس ضروری ہے</p>
                        </td>
                        <td>
                        <p>33</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>ساتھیوں کےساتھ باادب ہوناگویااستادکاادب ہے</p>
                        </td>
                        <td>
                        <p>34</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>اپنےاستاد کےقول وفعل کی بہترین توجیہ کرنا</p>
                        </td>
                        <td>
                        <p>34</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>طالب علم کےآداب میں یہ بھی ہے کہ پڑھنےمیں حریص ہو</p>
                        </td>
                        <td>
                        <p>35</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>حفاظ قرآن کےآداب</p>
                        </td>
                        <td>
                        <p>37</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدکوگذراوقات کےذریعہ نہ بناناچاہیے</p>
                        </td>
                        <td>
                        <p>38</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن پڑھاکرتنخواہ لینےمیں علماءکےاقوال</p>
                        </td>
                        <td>
                        <p>39</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن کی تلاوت میں سلف کےحیرت انگیزواقعات کی توجیہ</p>
                        </td>
                        <td>
                        <p>41</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>راتوں کوقرآن پڑھنےکی مخافظت کےبیان میں</p>
                        </td>
                        <td>
                        <p>43</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن کاحکم اوربھول جانےکی خرابی کےبیان میں</p>
                        </td>
                        <td>
                        <p>46</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>جس نےرات کاوظیفہ نہیں پڑھااورسوگیاااس کاذکر</p>
                        </td>
                        <td>
                        <p>47</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجید کےآداب کاخصوصی اورمفصل بیان</p>
                        </td>
                        <td>
                        <p>48</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>طہارت کےساتھ قرآن پڑھنامستحب ہے جنبی اورحائضہ کی تفصیل</p>
                        </td>
                        <td>
                        <p>49</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدکی تلاوت پاک جگہ پرہونی چاہیے</p>
                        </td>
                        <td>
                        <p>51</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>کن کن جگہوں پرقرآن نہ پڑھا جائے</p>
                        </td>
                        <td>
                        <p>52</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>شروع تلاوت اعوذباللہ اوربسم اللہ سے کیجائے سوائے سورہ براءت کےاس میں بسم اللہ نہ پڑھی جائے</p>
                        </td>
                        <td>
                        <p>54</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>جب بھی تلاوت کیجائے خشوع مدنظرہو</p>
                        </td>
                        <td>
                        <p>55</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تدبرقرآن مین سلف کےواقعات کی تفصیل</p>
                        </td>
                        <td>
                        <p>55</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن مجید میں رودینےکابیان</p>
                        </td>
                        <td>
                        <p>57</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن کی تلاوت ٹھہرٹھہرکرہونی چاہیےاسکی تفصیل</p>
                        </td>
                        <td>
                        <p>59</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>علماءنےترتیل قرآن کو مستحب فرمایاہے</p>
                        </td>
                        <td>
                        <p>60</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>احترام قرآن کی تاکیدکےباوجودلوگوں کی غفلت</p>
                        </td>
                        <td>
                        <p>61</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>غیرزبان میں قرآن کی تلاوت جائزنہین تفصیلی بحث</p>
                        </td>
                        <td>
                        <p>2</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قراءت متواترورغیرمتواترکی مفصل بحث اورموجودہ قرآن کاقراءت متواتر ہ ہونا</p>
                        </td>
                        <td>
                        <p>64</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>موجودہ ترتیب کےمطابق قراءت قرآن کریم کرناوغیرہ</p>
                        </td>
                        <td>
                        <p>64</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن دیکھ کرکرناافضل&nbsp; ہے</p>
                        </td>
                        <td>
                        <p>65</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن اکٹھاکرنااورسامعین کاموجودہ ہونامستحب ہے</p>
                        </td>
                        <td>
                        <p>66</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>کتابوں کامسجددمشق میں پڑھناہشام ابن اسماعیل نےایجادکیا</p>
                        </td>
                        <td>
                        <p>67</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجید کادورکرنا</p>
                        </td>
                        <td>
                        <p>68</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیدپڑھنےمیں آوازکابلندکرناوغیرہ مفصل بحث</p>
                        </td>
                        <td>
                        <p>68</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>قرآن مجیداچھی آوازسےپڑھنامستحب ہے</p>
                        </td>
                        <td>
                        <p>71</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن مجیداول وآخرکرنےمیں پوراکلام مربوط ہیں</p>
                        </td>
                        <td>
                        <p>74</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>کن حالات میں قرآن مجیدپڑھنامکروہ ہے</p>
                        </td>
                        <td>
                        <p>76</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن کےسلسلہ میں&nbsp; بدعات کاذکر</p>
                        </td>
                        <td>
                        <p>77</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>ایسے نواورمسائل کاذکرجن کی اکثرضرورت ہواکرتی ہے</p>
                        </td>
                        <td>
                        <p>78</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>کوئی آیت پڑھ دی گئی اوراس سےمراد تلاوت نہیں بلکہ کلام مراد ہے اس کی فقہی تفصیل</p>
                        </td>
                        <td>
                        <p>79</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>تلاوت قرآن کےوقت کسی کےاحترام میں کھڑےہونےکی تحقیق</p>
                        </td>
                        <td>
                        <p>80</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>اگرکوئی قرآن پڑھتاہواکسی جماعت پرپہنچنےتواسلام کرےاس کی تفصیل</p>
                        </td>
                        <td>
                        <p>80</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>نمازکےچنداہم اورعمدہ فقہی احکامات</p>
                        </td>
                        <td>
                        <p>81</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>ایک رکعت میں دوسورتیں پڑھنےکی تحقیق</p>
                        </td>
                        <td>
                        <p>83</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>کن کن نمازوں میں جہرکرناچاہیےاس کی تفصیل</p>
                        </td>
                        <td>
                        <p>84</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>امام نوویجہری نمازوں میں چارسکتوں کےقائل ہیں</p>
                        </td>
                        <td>
                        <p>85</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>ہروہ شخص جونمازمیں سورہ فاتحہ پڑھےیاخارج نمازمیں وہ آمین کہے</p>
                        </td>
                        <td>
                        <p>85</p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                        <p>لفظ آمین کی لغوی تحقیق</p>
                        </td>
                        <td>
                        <p>85</p>
                        </td>
                    </tr>
                </tbody>
            </table>    
        </>
    );
}

export default Index4806;
